MONTHS = {
    'января': '1',
    'февраля': '2',
    'марта': '3',
    'апреля': '4',
    'мая': '5',
    'июня': '6',
    'июля': '7',
    'августа': '8',
    'сентября': '9',
    'октября': '10',
    'ноября': '11',
    'декабря': '12',
}

AMBIGUOUS_CITIES_NAMES = {
    'челябинск': 'chelyabinsk',
    'ростов-на-дону': 'rostov-na-donu'
}

WEATHER_COLORS = {
    'yellow': (255, 255, 0),
    'blue': (0, 191, 255),
    'sky_blue': (135, 206, 235),
    'grey': (128, 128, 128)
}

DAYS_DECLENSIONS = {
    1: 'день (сегодняшний)',
    2: 'дня',
    3: 'дня',
    4: 'дня'
}

